{
  "title": "Digitizing Trees in the Urban Environment",
  "intro": "Planting more trees in urban areas is a promising intervention for environmental improvement, improve urban microclimate, make the city more resilient and enhance human well-bei…",
  "description": "Planting more trees in urban areas is a promising intervention for environmental improvement, improve urban microclimate, make the city more resilient and enhance human well-bei…",
  "summary": "Planting more trees in urban areas is a promising intervention for environmental improvement, improve urban microclimate, make the city more resilient and enhance human well-bei…",
  "body": "Planting more trees in urban areas is a promising intervention for environmental improvement, improve urban microclimate, make the city more resilient and enhance human well-being. However, tree planting faces many problems, like scarcity of space, high costs and challenging conditions. Moreover, inconsiderate tree planting can result in unwanted effects and in bad thriving of newly planted trees. A holistic assessment of local conditions is essential to identify both the challenges trees face and the urban issues they can help mitigate. To support this, further research is required to evaluate and compare planting configurations and their sometimes conflicting effects on climate, air quality, biodiversity, and human comfort. The project's aim is to develop an evidence-based understanding of tree performance in the urban environment by combining field measurements, real-time data, statistical analysis, and simulation. The applications focus on two areas:\n\nKey actions for maximizing the positive impact of urban trees are:\n\n1. The strategic planning and analysis of tree establishment in cities.\n\n2. The management of current tree populations, with a primary focus on older and valuable trees at risk of removal due to challenging risk assessments.\n\nResearch question:\n\nHow can we use digitization, simulations, experiments and real-world data to optimize planting strategies for multifunctionality under changing climate and urban growth conditions? What data is commonly available and what data needs to be collected in addition? What level of detail is required for simulations and what level of detail is required as input data for the simulations?\n\nThe project continues the previous DTCC project Urban Environmental Comfort. The project is connected to the EU DUT project Urban ElemenTREE.",
  "subheading": "Details",
  "url": "/projects/detail.html?slug=digitizing-trees-in-the-urban-environment",
  "date": "2025-10-31",
  "image": "content/projects/digitizing-trees-in-the-urban-environment.webp",
  "images": [
    "content/projects/digitizing-trees-in-the-urban-environment.webp"
  ],
  "contacts": [
    "franziska-hunger"
  ]
}
